// Books data
const booksData = [
  {
    "author": "Борис Акунин",
    "title": "«Азазель», 1876 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Турецкий гамбит», 1876–1878 годы"
  },
  {
    "author": "Борис Акунин",
    "title": "«Левиафан», 1878 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Смерть Ахиллеса», 1882 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Инь и Ян», 1882 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Особые поручения», 1886 и 1889 годы"
  },
  {
    "author": "Борис Акунин",
    "title": "«Статский советник», 1891 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Коронация», 1896 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Любовница смерти», 1900 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Любовник смерти», 1900 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Алмазная колесница», 1905 и 1878 годы"
  },
  {
    "author": "Борис Акунин",
    "title": "«Весь мир театр», 1911 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Чёрный город», 1914 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Не прощаюсь», 1918 год"
  },
  {
    "author": "Борис Акунин",
    "title": "«Нефритовые чётки», 1881–1899 годы"
  },
  {
    "author": "Борис Акунин",
    "title": "«Планета Вода», 1903–1912 годы"
  },
  {
    "author": "Борис Акунин",
    "title": "Волшебник изумрудного города"
  },
  {
    "author": "Борис Акунин",
    "title": "Желтый туман"
  },
  {
    "author": "Михаил Лермонтов",
    "title": "Бородино"
  },
  {
    "author": "Михаил Лермонтов",
    "title": "Гладиатор"
  },
  {
    "author": "Андрей Кушнарев",
    "title": "Иван Поддубный"
  },
  {
    "author": "Арсеньев",
    "title": "Дерсу Узала"
  },
  {
    "author": "Арсеньев",
    "title": "Путешествие по Уссурийскому Краю"
  },
  {
    "author": "Сервантес",
    "title": "Дон Кихот"
  },
  {
    "author": "Оскара Уайльд",
    "title": "Портрет Дориана Грея"
  },
  {
    "author": "Лев Толстой",
    "title": "Война и Мир"
  },
  {
    "author": "Лев Толстой",
    "title": "Анна Каренина"
  },
  {
    "author": "Пушкин ",
    "title": "Капитанская дочка"
  },
  {
    "author": "Пушкин ",
    "title": "Пиковая дама"
  },
  {
    "author": "Пушкин ",
    "title": "Евгений Онегин"
  },
  {
    "author": "Марк Твен",
    "title": "Том Сойер"
  },
  {
    "author": "Трургенев",
    "title": "Муму"
  },
  {
    "author": "Льюис Кэрролл",
    "title": "Алиса в стране чудес"
  },
  {
    "author": "Николай Островский",
    "title": "Как закалялась сталь"
  },
  {
    "author": "Лермонтов",
    "title": "Герой нашего времени"
  },
  {
    "author": "Лермонтов",
    "title": "Мцыри"
  },
  {
    "author": "Лермонтов",
    "title": "Демон"
  },
  {
    "author": "Чехов ",
    "title": "Палата №6"
  },
  {
    "author": "Горький ",
    "title": "На дне"
  },
  {
    "author": "Достаевский",
    "title": "Игрок"
  },
  {
    "author": "Достаевский",
    "title": "Преступление и наказание"
  },
  {
    "author": "Гончаров",
    "title": "Обломов"
  },
  {
    "author": "Грибоедов",
    "title": "Горе от ума"
  },
  {
    "author": "Шекспир",
    "title": "Ромео и Джульетта"
  },
  {
    "author": "Островский ",
    "title": "Гроза"
  },
  {
    "author": "Булгаков",
    "title": "Мастер и маргарита"
  },
  {
    "author": "Карнеги",
    "title": "Как завоевать друзей"
  },
  {
    "author": "Агата Кристи",
    "title": "\tУбийство в «Восточном экспрессе»"
  },
  {
    "author": "Шолохов",
    "title": "Тихий Дон"
  },
  {
    "author": "Чехов ",
    "title": "Три сестры"
  },
  {
    "author": "Чехов ",
    "title": "Вишневый сад"
  },
  {
    "author": "Чехов",
    "title": "Чайка"
  },
  {
    "author": "Гоголь",
    "title": "Мертвые души"
  },
  {
    "author": "Гоголь",
    "title": "Портрет"
  },
  {
    "author": "Гоголь",
    "title": "Ревизор"
  },
  {
    "author": "Гоголь",
    "title": "Вий"
  },
  {
    "author": "Гоголь",
    "title": "Тарас Бульба"
  },
  {
    "author": "Александр Дюма",
    "title": "Граф Монте Кристо"
  },
  {
    "author": "Александр Дюма",
    "title": "Три Мушкетера"
  },
  {
    "author": "Пушкин ",
    "title": "Полтава"
  },
  {
    "author": "Ремарк",
    "title": "Три товарища"
  },
  {
    "author": "Александр Дюма сын",
    "title": "Дама с Камелиями"
  },
  {
    "author": "Кийосаки",
    "title": "Богатый папа бедный папа"
  },
  {
    "author": "Крис Восс",
    "title": "Договориться не проблема"
  },
  {
    "author": "Роберт Мартин",
    "title": "Чистый Agile"
  },
  {
    "author": "Роберт Мартин",
    "title": "Чистый код"
  },
  {
    "author": "Роберт Мартин",
    "title": "Чистая Архитектура"
  },
  {
    "author": "Джанет Грегори",
    "title": "Agile Testing"
  },
  {
    "author": "Том Де Марко",
    "title": "Dead Line"
  },
  {
    "author": "Vinay Trivedi",
    "title": "How to speak tech"
  },
  {
    "author": "Брюс Эккель",
    "title": "Философия JAVA"
  },
  {
    "author": "Адитья Бхаргава",
    "title": "Грокаем Алгоритмы"
  },
  {
    "author": "Уиттакер",
    "title": "Как тестируют в гугл"
  },
  {
    "author": "Святослав Куликов",
    "title": "Тестирование"
  },
  {
    "author": "Роман Савин",
    "title": "Тестирование Дот Ком"
  },
  {
    "author": "Набоков",
    "title": "Защита Лужина"
  },
  {
    "author": "Джефф Сазерленд",
    "title": "Scrum. Революционный метод управления проектами"
  },
  {
    "author": "Сборник",
    "title": "Канбан и «точно вовремя» на Toyota. Менеджмент начинается на рабочем месте"
  },
  {
    "author": "Майк Кон",
    "title": "Scrum: гибкая разработка ПО"
  },
  {
    "author": "Зузана Шохова",
    "title": "Путь скрам-мастера"
  },
  {
    "author": "Майк Кон",
    "title": "Agile: Оценка и планирование проектов"
  },
  {
    "author": "Алан Купер об интерфейсах",
    "title": "Психбольница в руках пациентов"
  },
  {
    "author": "Джошуа Блох",
    "title": "Java. Эффективное программирование"
  },
  {
    "author": "Фелин Херманс",
    "title": "Ум программиста"
  },
  {
    "author": "Чед Фаулер",
    "title": "Программист фанатик"
  },
  {
    "author": "Эндр Хант и Дэвид Томас",
    "title": "Программист-прагматик"
  },
  {
    "author": "Сэм Ньюмен",
    "title": "Создание микросервисов"
  },
  {
    "author": "Сэм Канер",
    "title": "Тестирование программного обеспечения"
  },
  {
    "author": "Lee Copeland ",
    "title": "A Practitioner's Guide to Software Test Design"
  },
  {
    "author": "Роберт Калбертсон Гэри Кобб Крэйг Браун",
    "title": "Быстрое тестирование"
  },
  {
    "author": "Эрик Берн",
    "title": "Игры в которые играют люди"
  },
  {
    "author": "Ли ЛеФевер",
    "title": "Искусство объяснять\nКак сделать так, чтобы вас понимали с полуслова"
  },
  {
    "author": "Jan Tegze",
    "title": "Full Stack It Recruiter"
  },
  {
    "author": "Джеймс Клир",
    "title": "Атомные привычки"
  },
  {
    "author": "Ясим Талеб",
    "title": "Антихрупкость"
  },
  {
    "author": "Александр Бюндю",
    "title": "Антихрупкость в IT"
  },
  {
    "author": "Гойко Аджич",
    "title": "Impact mapping"
  },
  {
    "author": "Elisabeth Hendrickson ",
    "title": "Explore it"
  },
  {
    "author": "Эрин Мейер",
    "title": "Карта культурных различий"
  },
  {
    "author": "Ильф Петров",
    "title": "Одно Этажная америка"
  },
  {
    "author": "Джозеф О'Коннор",
    "title": "Исскуство системного мышления"
  },
  {
    "author": "Стивен Кови",
    "title": "7 навыков высокоэффективных людей"
  },
  {
    "author": "Клейсон",
    "title": "Самый Богатый человек Вавилона"
  },
  {
    "author": "Морган Хаузел",
    "title": "Психология денег"
  },
  {
    "author": "Наполеон Хилл",
    "title": "Думай и богатей"
  },
  {
    "author": "Эрик Берн",
    "title": "Введение в психологиюю психоанализ"
  },
  {
    "author": "Эрик Берн",
    "title": "За пределами игр"
  },
  {
    "author": "Чальз Дахигг",
    "title": "Сила привычки"
  },
  {
    "author": "Кехо",
    "title": "Подсознание может все"
  },
  {
    "author": "Чальз Дахигг",
    "title": "Власть привычки"
  },
  {
    "author": "Гоулман",
    "title": "Эмоциональный интеллект"
  },
  {
    "author": "Клеон Остин",
    "title": "Кради как художник"
  },
  {
    "author": "Клеон Остин",
    "title": "Покажи свою работу"
  },
  {
    "author": "Джош Кауфман",
    "title": "Сам себе МВА"
  },
  {
    "author": "Канеман",
    "title": "Думай медленнно решай быстро"
  },
  {
    "author": "Барбара Оакли",
    "title": "Думай как математик"
  },
  {
    "author": "Талеб",
    "title": "Черный лебедь"
  },
  {
    "author": "Джон Харгрейв",
    "title": "Как перенастроить мозг за 21 день Min Hacking"
  },
  {
    "author": "Брайан Трейси",
    "title": "Выйти из зоны комфорта"
  },
  {
    "author": "Крис Бейли",
    "title": "Мой продуктивный год"
  },
  {
    "author": "Брайан Трейси",
    "title": "Точка фокуса"
  },
  {
    "author": "Вадим Пугачев",
    "title": "Развивай свой мозг"
  },
  {
    "author": "Светлана Иванова",
    "title": "Я слышу что вы думаете на самом деле"
  },
  {
    "author": "Элияху Голдратт",
    "title": "Я так и знал"
  },
  {
    "author": "Нассим Талеб",
    "title": "Рискуя собственной шкурой"
  },
  {
    "author": "Поскитт",
    "title": "Математика для взрослых"
  },
  {
    "author": "Владимир Савельев",
    "title": "Статистика на котиках"
  },
  {
    "author": "Энн Хайет",
    "title": "Ставка на себя"
  },
  {
    "author": "Кемпбелл",
    "title": "Тысячеликий человек"
  },
  {
    "author": "Наполеон Хилл",
    "title": "Думай и будь успешным"
  },
  {
    "author": "Ким Джи Юн",
    "title": "Прачечная стирающая печаль"
  },
  {
    "author": "Марк Витернгем",
    "title": "Тестирование web-api"
  },
  {
    "author": "Джесси Итцлер",
    "title": "Месяц на пределе"
  },
  {
    "author": "Евгений Щепин",
    "title": "ВкусВилл: Как совершить революцию в ритейле, делая всё не так"
  },
  {
    "author": "Егор Бугаенко",
    "title": "Ваш код"
  },
  {
    "author": "Егор Бугаенко",
    "title": "Элегантные объекты"
  },
  {
    "author": "Стивен Кови",
    "title": "Третья Альтернатива"
  },
  {
    "author": "Марк Менсон",
    "title": "Все Хреново"
  },
  {
    "author": "Марк Менсон",
    "title": "Тонкое Исскуство пофигизма"
  },
  {
    "author": "Максим Дарофеев",
    "title": "Джедайские техники"
  },
  {
    "author": "Солженицын",
    "title": "Один День Ивана Денисовича"
  },
  {
    "author": "Пелевин",
    "title": "Круть"
  },
  {
    "author": "Лоуренс Хоуэллс",
    "title": "Эмоции, которые нами управляют"
  },
  {
    "author": "Мэтт Вайсфельд",
    "title": "Объектно-ориентированное мышление"
  },
  {
    "author": "Джен Синсеро",
    "title": "НиСы"
  },
  {
    "author": "Джен Синсеро",
    "title": "Не ной"
  },
  {
    "author": "Джен Синсеро",
    "title": "Ни зя"
  },
  {
    "author": "Джен Синсеро",
    "title": "Нетупи"
  },
  {
    "author": "Роберт Киосаки",
    "title": "8 уроков лидерства"
  },
  {
    "author": "Китами Масао",
    "title": "Самурай без меча"
  },
  {
    "author": "Синг Онг Ю",
    "title": "Азиатский стиль управления"
  },
  {
    "author": "Грегори Дэвид Робертс",
    "title": "Шантарам"
  },
  {
    "author": "Грегори Дэвид Робертс",
    "title": "Тень Горы"
  },
  {
    "author": "Максим Батырев",
    "title": "45 татуировок менеджера"
  },
  {
    "author": "Яблонски Джон",
    "title": "Законы UX Дизайна"
  },
  {
    "author": "Патрик Кинг",
    "title": "Small talk"
  },
  {
    "author": "Игорь Рызов",
    "title": "Хватит мне звонить"
  },
  {
    "author": "Игорь Рызов",
    "title": "75 правил влияния великих людей"
  },
  {
    "author": "Игорь Рызов",
    "title": "Кремлевская школа переговоров"
  },
  {
    "author": "Игорь Рызов",
    "title": "Переговоры с монстрами"
  },
  {
    "author": "Игорь Рызов",
    "title": "69 психотрюков"
  },
  {
    "author": "Римма Раппорт",
    "title": "Читай не хочу"
  },
  {
    "author": "Голдрат",
    "title": "Цель"
  },
  {
    "author": "Саймон Синек",
    "title": "Начни с зачем"
  },
  {
    "author": "Михай Чиксентмихайи",
    "title": "Поток"
  },
  {
    "author": "Кристина Сандалова",
    "title": "Звонок для родителей"
  },
  {
    "author": "Саймон Синек",
    "title": "Бесконечная Игра"
  },
  {
    "author": "Гу Дянь",
    "title": "Построй себя"
  },
  {
    "author": "Робен Ли",
    "title": "Как Baidu обыграл Google"
  },
  {
    "author": "Горький",
    "title": "Старуха Изергиль"
  },
  {
    "author": "Скотт гэллоуэй",
    "title": "Большая четверка"
  },
  {
    "author": "Алексей Соловьев",
    "title": "Эпоха выгорающих супергероев"
  },
  {
    "author": "Никита Непряхин",
    "title": "Аргументируй это"
  },
  {
    "author": "Никита Непряхин",
    "title": "Убеждай и побеждай"
  },
  {
    "author": "Иван Бунин",
    "title": "Господин из Сан-франциско"
  },
  {
    "author": "Ло Гуаньчжун",
    "title": "Троецарствие"
  },
  {
    "author": "Наталья Краснова",
    "title": "Секс от анатомии до психологии"
  },
  {
    "author": "Максим Ильяхов",
    "title": "Новые правила деловой переписки"
  },
  {
    "author": "Цзэн Мин",
    "title": "Alibaba и умный бизнес будущего"
  },
  {
    "author": "Лермонтов",
    "title": "Демон"
  },
  {
    "author": "Гаятри Мохан",
    "title": "Full Stack тестирование"
  },
  {
    "author": "Кем Кейнер, Джеймс Бах, Бер Петтикорд",
    "title": "Тестирование программного обеспечения 10 летний опыт"
  },
  {
    "author": "Эдвард де Боно",
    "title": "6 шляп мышления"
  },
  {
    "author": "Эдвард де Боно",
    "title": "Развиваем мышление"
  },
  {
    "author": "Робен Грин",
    "title": "48 законов власти"
  },
  {
    "author": "Максим Струков",
    "title": "Soft skill в IT"
  },
  {
    "author": "Марина Перескокова",
    "title": "Мама я тимлид"
  },
  {
    "author": "Дмитрий Аббакумов",
    "title": "Психометрика в edtech"
  },
  {
    "author": "Артем Демиденко",
    "title": "Agile и devops"
  },
  {
    "author": "Роман Зыков",
    "title": "Роман с Data Science"
  },
  {
    "author": "Ксения Окунцева",
    "title": "Все что вы хотели знать о IT рекрутменте"
  },
  {
    "author": "Артем Демиденко",
    "title": "Мастерство промтинга"
  },
  {
    "author": "Ярослав Катаев",
    "title": "Во все тяжкие бизнес-сторителлинга"
  },
  {
    "author": "Алексей Шабаршин",
    "title": "Элементарный телеграм"
  },
  {
    "author": "Роман Исаев",
    "title": "Оптимизация всех бизнес процессов"
  },
  {
    "author": "Михаил Семынин",
    "title": "QA Engineer"
  },
  {
    "author": "Андрей Ващенко",
    "title": "Технологии продаж B2B IT сферы"
  },
  {
    "author": "Джон Сомнез",
    "title": "Карьера в IT"
  },
  {
    "author": "Джон Сомнез",
    "title": "Гибкие Навыки"
  },
  {
    "author": "Кевин Круз",
    "title": "15 секретов управления временем"
  },
  {
    "author": "Норман Винсент Пил",
    "title": "Сила позитивного мышления"
  },
  {
    "author": "Кэл Ньюпорт",
    "title": "Хватит мечтать, займись делом"
  },
  {
    "author": "Марко Феррари",
    "title": "Диктатор, который умер дважды"
  },
  {
    "author": "Егоря Яценко",
    "title": "IT-рекрутмент, как найти лучших специалистов"
  },
  {
    "author": "Фернандо Нуньес Карвальо",
    "title": "Бразилия Полная История страны"
  },
  {
    "author": "Рамон Наварете",
    "title": "Испания Полная История"
  },
  {
    "author": "Серж Нонте",
    "title": "Франция Полная история"
  },
  {
    "author": "Антонио Фернандес",
    "title": "Аргентина Полная история"
  },
  {
    "author": "Борис Литвак",
    "title": "7 шагов к стабильной самооценке"
  },
  {
    "author": "Ларри Кинг",
    "title": "Как разговаривать с кем угодно, когда угодно и где угодно"
  },
  {
    "author": "Харви Маккей",
    "title": "Как плавать среди акул"
  },
  {
    "author": "Экхарт Толле",
    "title": "Сила настоящего Руководство к духовному просвещению"
  },
  {
    "author": "Марат Агинян",
    "title": "Зависимость и ее человек: записки спихиатра-нарколога"
  },
  {
    "author": "Трейси Лар",
    "title": "Учим языки Психология и практика изучения"
  },
  {
    "author": "Генри Клауд",
    "title": "Барьеры"
  },
  {
    "author": "Игорь Рызов",
    "title": "Монстр продаж"
  },
  {
    "author": "Евгения Королева",
    "title": "Как написать книгу"
  },
  {
    "author": "Ричард Бэндлер",
    "title": "Энциклопедия НЛП"
  },
  {
    "author": "Серджио Боллиторе",
    "title": "Италия полная история страны"
  },
  {
    "author": "Джейсон Мартинсон",
    "title": "Англия полная история страны"
  },
  {
    "author": "Джордж Оруэлл",
    "title": "Скотный двор"
  },
  {
    "author": "Дэвид Кэмерон Джиканди",
    "title": "Счастлиый карман, полный денег"
  },
  {
    "author": "Мехмед Йылмаз",
    "title": "Турция полная история страны"
  },
  {
    "author": "Сборник",
    "title": "10 класс русский язык"
  },
  {
    "author": "Сборник",
    "title": "11 класс русский язык"
  },
  {
    "author": "Кэтрин Грей",
    "title": "История Германии"
  },
  {
    "author": "Тайдзи Танака",
    "title": "История Японии"
  },
  {
    "author": "Лю Джан",
    "title": "История Китая"
  },
  {
    "author": "Сон Чжунхо",
    "title": "История Кореи"
  },
  {
    "author": "Серж Нонте",
    "title": "Канада"
  },
  {
    "author": "Зергиус Ванкукер",
    "title": "История Викингов"
  },
  {
    "author": "Харуко Мураками",
    "title": "Норвежский лес"
  },
  {
    "author": "Рей Брендбери",
    "title": "451 градус по фаренгейту"
  },
  {
    "author": "Артур Конандойл",
    "title": "Собака Баскервилей"
  },
  {
    "author": "Маршалл Голдсмит",
    "title": "Триггеры как запустить изменения в жизни"
  },
  {
    "author": "Дариус Фора",
    "title": "Рискуй и действуй1 45 мозгоправок, чтобы унять страхи"
  },
  {
    "author": "Мария Шарапова",
    "title": "Неудирежимая моя жизнь"
  },
  {
    "author": "Джеймс Клавелл",
    "title": "Сегун"
  },
  {
    "author": "Бенжамин Харди",
    "title": "Сила Воли не работает Пусть твое окружениеработает вместо нее"
  },
  {
    "author": "Даррен Харди",
    "title": "Накопительный эффект"
  },
  {
    "author": "Дэниел Гилберт",
    "title": "Спотыкаясь о счастье"
  },
  {
    "author": "Питер Тиль",
    "title": "От нуля к единице Как создать стартап"
  },
  {
    "author": "Анна Иванютенко",
    "title": "Любить нельзя гнобить"
  },
  {
    "author": "Елена Пиотровская",
    "title": "Игоровая терапия"
  },
  {
    "author": "Михаил Литвак",
    "title": "Психологическое айкидо"
  },
  {
    "author": "Сергей Поварнин",
    "title": "Как читать книги "
  },
  {
    "author": "Бернар",
    "title": "Ход Королевой"
  },
  {
    "author": "Тургенев",
    "title": "Отцы и Дети"
  },
  {
    "author": "Юваль Ной Харари",
    "title": "21 урок 21 века"
  },
  {
    "author": "Эрнест Хэмингвей",
    "title": "Прощай оружие"
  },
  {
    "author": "Вавилова",
    "title": "НЕтворкинг для разведчиков"
  },
  {
    "author": "Лехман",
    "title": "Израиль"
  },
  {
    "author": "Харуко Мураками ",
    "title": "Кафка на пляже"
  },
  {
    "author": "Фил Уайт",
    "title": "Разум лидеров Как стать лучшим в своей сфере деятельности"
  },
  {
    "author": "Марк Аврелий",
    "title": "Наедине с собой"
  },
  {
    "author": "Пастернак",
    "title": "Доктор Живаго"
  },
  {
    "author": "Нэнси Сталкер",
    "title": "Япония история и культура часть 1"
  },
  {
    "author": "Нэнси Сталкер",
    "title": "Япония история и культура часть 2"
  },
  {
    "author": "Райна Лик",
    "title": "Осознанный успех 12 шагов к успеху"
  },
  {
    "author": "Команда Х5 групп",
    "title": "Формула персонализации как успех"
  },
  {
    "author": "Алекс Ровира",
    "title": "Менталитет удачи 30 шагов"
  },
  {
    "author": "Гершель Лехман",
    "title": "Израиль полная история страны"
  },
  {
    "author": "Иван Бунин",
    "title": "Темные Аллеи"
  },
  {
    "author": "Шон Кови",
    "title": "Как достичь цели 4 дисциплины исполнения"
  },
  {
    "author": "Серхи Терера",
    "title": "Мексика полная история"
  },
  {
    "author": "Франс Кафка",
    "title": "Процесс"
  },
  {
    "author": "Бредли Хоуп",
    "title": "Нефть и кровь Саудовская Аравия"
  },
  {
    "author": "Ремарк",
    "title": "На западном фронте без перемен"
  },
  {
    "author": "Максим Батырев",
    "title": "Путшествия, как инвестиция  в себя"
  },
  {
    "author": "Булгаков",
    "title": "Собачье сердце"
  },
  {
    "author": "Гёте",
    "title": "Фауст"
  },
  {
    "author": "Мураками",
    "title": "Бег"
  },
  {
    "author": "Арсен Томский",
    "title": "Indriver"
  },
  {
    "author": "Бернар Вербер",
    "title": "Энкиклопедия все обо всем"
  },
  {
    "author": "Оля Сабылинская",
    "title": "Запуски в легкости"
  },
  {
    "author": "Екатерина Докашева",
    "title": "Великий шелковый путь"
  },
  {
    "author": "Ямамото Цунэтомо",
    "title": "Бусидо"
  },
  {
    "author": "Андрей Журавлев",
    "title": "Александр Македонский"
  },
  {
    "author": "Сэйдж Типпот",
    "title": "История США"
  },
  {
    "author": "Даниэль Мюкш",
    "title": "Джокович"
  },
  {
    "author": "Зергиус Ванкукер",
    "title": "История Скандинавии"
  },
  {
    "author": "Шариф Махкамов",
    "title": "История Узбекситана"
  },
  {
    "author": "Гарольд Лэмб",
    "title": "Тамерлан"
  },
  {
    "author": "Максим Ильяхов",
    "title": "Пиши сокращай 2025"
  },
  {
    "author": "Горький",
    "title": "Мать"
  },
  {
    "author": "Линда Джейвин",
    "title": "История Китая"
  },
  {
    "author": "Юрий Сенкевич",
    "title": "Тур Хейердал"
  },
  {
    "author": "Валентин Пикуль",
    "title": "Мечом и Шпагой"
  },
  {
    "author": "Валентин Пикуль",
    "title": "Битва железных канцлеров"
  },
  {
    "author": "Виктор Пономаренко",
    "title": "Практическая конфликтология"
  },
  {
    "author": "Андрей Кенинг",
    "title": "Разреши конфликт"
  },
  {
    "author": "Джек Лондон",
    "title": "Морской Волк"
  },
  {
    "author": "Джеймс Клавелл",
    "title": "Тайпэн"
  },
  {
    "author": "Омар Хаям",
    "title": "Притчи"
  },
  {
    "author": "Хусейн Азади",
    "title": "История Ирана"
  },
  {
    "author": "Джефф Паттон",
    "title": "Пользовательские истории"
  },
  {
    "author": "Джей Остин",
    "title": "Гордость и предубреждении"
  },
  {
    "author": "Томас Эриксон",
    "title": "Кругом одни идиоты"
  },
  {
    "author": "Альнис Каваляускас",
    "title": "История Прибалтики"
  },
  {
    "author": "Рафаэль Надаль",
    "title": "Рафа Моя История"
  },
  {
    "author": "Майкл Леннигтон",
    "title": "12 недель в год"
  },
  {
    "author": "Джеб Блаунт",
    "title": "Стоп-слово да"
  },
  {
    "author": "Цзявей Джун",
    "title": "Бизнес EQ  как использовать эммоциональный интеллект"
  },
  {
    "author": "Драган Стоянович",
    "title": "История Сербии"
  },
  {
    "author": "Натали Джонасс",
    "title": "Карьерный Апгрейд от скучного резюме к офферу мечты"
  },
  {
    "author": "Анатолий Кошкин",
    "title": "Русские курилы"
  },
  {
    "author": "Марк Гоулстон",
    "title": "Я слышу вас на сквозь"
  },
  {
    "author": "Карстен Бредемайер",
    "title": "Черная Риторика: Власть и магия слова"
  },
  {
    "author": "Чехов",
    "title": "о Сахалин"
  },
  {
    "author": "Тругенев",
    "title": "Дворянское гнездо "
  },
  {
    "author": "Николай Надеждин",
    "title": "Альфред Нобель"
  },
  {
    "author": "Тони Шварц",
    "title": "Дональд Трамп"
  },
  {
    "author": "Анна Уштей",
    "title": "Черногория"
  },
  {
    "author": "Генри Клауд",
    "title": "Барьеры"
  },
  {
    "author": "Джиа Джианг",
    "title": "А я тебя нет Как небояться отказов и идти напролом"
  },
  {
    "author": "Алан Уильямсон",
    "title": "СТО: думай как технический директор"
  },
  {
    "author": "Александр Немиров",
    "title": "Эйфелева башня Гюстаф Эйфель и Томас Эдисон"
  },
  {
    "author": "Наталья Андрианова",
    "title": "Создаем Интерактивные истории"
  },
  {
    "author": "Петр Столыпин",
    "title": "Нам нужна великая Россия"
  },
  {
    "author": "Брюс Шнайер",
    "title": "Взломать все"
  },
  {
    "author": "Александра Мартынова",
    "title": "Фасилитация"
  },
  {
    "author": "Роберт Грин",
    "title": "33 стратегии войны"
  },
  {
    "author": "Джексон Маккензи",
    "title": "Не кормите психопата"
  },
  {
    "author": "Джексон Маккензи",
    "title": "Говори с ИИ промпт инженерия"
  },
  {
    "author": "Алексей Лобзов",
    "title": "Айкидо как есть"
  },
  {
    "author": "Алексей Лобзов",
    "title": "Азбука IQ"
  },
  {
    "author": "Софья Бенуа",
    "title": "Сальвадор Дали"
  },
  {
    "author": "Константин Ботанов",
    "title": "Нихао"
  },
  {
    "author": "Константин Ботанов",
    "title": "Бизнес с Китайскими партнерами"
  },
  {
    "author": "Сунь Цзы",
    "title": "Стратегии войны"
  },
  {
    "author": "Робин Шарма",
    "title": "101 своет по достижению успеха от монаха"
  },
  {
    "author": "Робин Шарма",
    "title": "9 тайных посланий от монаха, который продал феррари"
  },
  {
    "author": "Морихей Уэсиба",
    "title": "Будо"
  },
  {
    "author": "Ганди",
    "title": "Моя жизнь, или история моих эксперементов"
  },
  {
    "author": "Леонид Смехов",
    "title": "Говори красиво техники публичного выступления"
  },
  {
    "author": "Евгения Шестакова",
    "title": "Говори красиво и уверенно. Постановка голоса и речи"
  },
  {
    "author": "Мария Дьякова",
    "title": "Настольная книга скрам мастера"
  },
  {
    "author": "Юрий Дубровский",
    "title": "Как написать БТ"
  },
  {
    "author": "Виктор большаков",
    "title": "Настольная книга тимлида разработки ПО"
  },
  {
    "author": "Бибик, Мельник, Морозов",
    "title": "Старт бизнес по посуточной аренде"
  },
  {
    "author": "Робин Шарма",
    "title": "Клуб 5 часов утра"
  },
  {
    "author": "Патрик Ленсиони",
    "title": "Пять пороков команды"
  },
  {
    "author": "СБорник smart reading",
    "title": "Коуч-книга 12 soft skills"
  },
  {
    "author": "Алексей Курлаев",
    "title": "Мама я дизайнер"
  },
  {
    "author": "Фиджеральд",
    "title": "Великий Гэтсби"
  },
  {
    "author": "Джим Лоулесс",
    "title": "Иди туда, где страшно"
  },
  {
    "author": "Артем Демиденко",
    "title": "Бриф, который не убьет проект"
  },
  {
    "author": "Павел Сивожелезов",
    "title": "Кадровый голод"
  },
  {
    "author": "Томас Фрицше",
    "title": "Кто владеет мячом"
  },
  {
    "author": "Гвоздев",
    "title": "Айкидо и Джиу джитсу"
  },
  {
    "author": "Лилия Роуз",
    "title": "Психология согласия"
  },
  {
    "author": "Оливия Фокс Кабейн",
    "title": "Харизма исскуство личного магнетизма"
  },
  {
    "author": "Джо Джирард",
    "title": "Продай себя дорого"
  },
  {
    "author": "Скот Гэллоуей",
    "title": "Алгебра богастства"
  },
  {
    "author": "Конфуций",
    "title": "Исскуство править миром"
  },
  {
    "author": "Брайан Трейси",
    "title": "Мастер Времени"
  },
  {
    "author": "Брайан Трейси",
    "title": "Искусство заключения сделок"
  },
  {
    "author": "Ирина Хакамада",
    "title": "Дао Жизни"
  },
  {
    "author": "Брайан Трейси",
    "title": "Точка кризиса"
  },
  {
    "author": "Брайан Трейси",
    "title": "Турбо коуч"
  },
  {
    "author": "Наталия Боровикова",
    "title": "Ведущий к цели"
  },
  {
    "author": "Бодо Шефер",
    "title": "Законы победителей"
  },
  {
    "author": "Мартин Салигман",
    "title": "Ребенок-оптимист"
  },
  {
    "author": "Брайан Трейси",
    "title": "Наука денег"
  },
  {
    "author": "Татьяна Кожевникова",
    "title": "50 мифов о карьере"
  },
  {
    "author": "Брайан Трейси",
    "title": "Наука мотивации"
  },
  {
    "author": "Энтони Роббинс",
    "title": "Разбуди в себе исполлина"
  },
  {
    "author": "Би Фогг",
    "title": "Нано привычки"
  },
  {
    "author": "Леонид Смехов",
    "title": "Говори красиво"
  },
  {
    "author": "Джон Грей",
    "title": "Мужчины с Марса Женщины с Венеры"
  },
  {
    "author": "Антон Захарьин",
    "title": "Исскуство импровизации"
  },
  {
    "author": "Лю Цы Син",
    "title": "Задача трех тел"
  },
  {
    "author": "Джуди Грэммер",
    "title": "Английский для IT"
  },
  {
    "author": "Татьяна Якубовская",
    "title": "Как найти любимое дело 12 историй"
  },
  {
    "author": "Дэвид Перлмуттер",
    "title": "Еда и Мозг"
  },
  {
    "author": "Брэд Стоун",
    "title": "Магазин всего Джефф Безос"
  },
  {
    "author": "Бенни Льюис",
    "title": "Свободно говорить на иностранных языках"
  },
  {
    "author": "Себастьян Маллаби",
    "title": "Венчурный капитал"
  },
  {
    "author": "Лэй Энстанзия",
    "title": "ИИ агенты в когнитивном программировании"
  },
  {
    "author": "Лев Толстой",
    "title": "Кавказский пленник"
  },
  {
    "author": "Лев Толстой",
    "title": "Хаджи-Мурат"
  },
  {
    "author": "Алексей Толстой",
    "title": "Князь Серебрянный"
  },
  {
    "author": "Дэн Миллмен",
    "title": "Мирный Воин"
  },
  {
    "author": "Дэн Миллмен",
    "title": "Правило №1 никогда не быть №2"
  },
  {
    "author": "Шекспир",
    "title": "Отелло"
  },
  {
    "author": "Шекспир",
    "title": "Гамлет"
  },
  {
    "author": "Дэн Браун",
    "title": "Код да винчи"
  },
  {
    "author": "Гоголь",
    "title": "Шинель"
  },
  {
    "author": "Родригу Карлуш Феррас",
    "title": "Криштиану Роналду"
  },
  {
    "author": "Шекспир",
    "title": "Король Лир"
  },
  {
    "author": "Куприн",
    "title": "Гранатовый браслет"
  },
  {
    "author": "Лукас Дельгадо",
    "title": "Месси"
  },
  {
    "author": "Максим Ильяхов ",
    "title": "Правки деньги два ствола"
  },
  {
    "author": "Александр Дюма",
    "title": "Королева Марго"
  },
  {
    "author": "Пушкин",
    "title": "Борис Годунов"
  },
  {
    "author": "Карен Фелан",
    "title": "Простите, я разрушил вашу компанию"
  },
  {
    "author": "Джордж Оруэлл",
    "title": "Памяти Каталонии"
  },
  {
    "author": "Алекс Хакер",
    "title": "Белый Хакер"
  },
  {
    "author": "Джордж Оруэлл",
    "title": "Англия и Англичане"
  },
  {
    "author": "Денис Шевчук",
    "title": "Скорочтение и рациональное чтение"
  },
  {
    "author": "Булгаков ",
    "title": "Белая Гвардия"
  },
  {
    "author": "Джордж Оруэлл",
    "title": "1984"
  },
  {
    "author": "Шекспир",
    "title": "Укрощение строптивой"
  },
  {
    "author": "Габриэль Гарсия Маркес",
    "title": "100 лет одиночества"
  },
  {
    "author": "Smart reading",
    "title": "Год полезных привычек"
  },
  {
    "author": "Роберт Гловер",
    "title": "Хватит быть славным парнем"
  },
  {
    "author": "Коллектив авторов",
    "title": "Теория игр"
  },
  {
    "author": "Яна Егорова",
    "title": "Код миллиардера"
  },
  {
    "author": "Билл Гейтс",
    "title": "10 книг о важнос в одной"
  },
  {
    "author": "Берт Андерсон",
    "title": "Правильные знакомства Нетворкинг"
  },
  {
    "author": "Карстен Бредемайер",
    "title": "Исскуство словесной атаки"
  },
  {
    "author": "Джек Лондон",
    "title": "Мартин Иден"
  },
  {
    "author": "Ави Голдфарб",
    "title": "От предвидения к власти. Как ии прогнозирование формирует экономику"
  },
  {
    "author": "Ж. Дюпра",
    "title": "Психология Лжи"
  },
  {
    "author": "Кай-фу Ли",
    "title": "Сверхдержавы ИИ"
  },
  {
    "author": "Жуль Верн",
    "title": "80 дней вокруг света"
  },
  {
    "author": "Талеб",
    "title": "Рискуя собственной шкурой"
  },
  {
    "author": "Руслан Хоменко",
    "title": "Договаривайся, а не говори"
  },
  {
    "author": "Руслан Хоменко",
    "title": "Речевая самооборона"
  },
  {
    "author": "Алексей Савватееев",
    "title": "Живая Математика"
  },
  {
    "author": "Рене Моборн",
    "title": "Стратегия Голубого океана"
  },
  {
    "author": "Франс Кафка",
    "title": "Превращение"
  },
  {
    "author": "Франс Кафка",
    "title": "В исправительной колонии"
  },
  {
    "author": "Талеб",
    "title": "Одураченные случайностью"
  }
];
